[
   {  
      "id":"1",
      "image":"https://images-na.ssl-images-amazon.com/images/I/41tmqEUIbSL.jpg",
      "title":"Bad Blood: Secrets and Lies in a Silicon Valley Startup",
     "have":{
     "desc":"In 2014, Theranos founder and CEO Elizabeth Holmes was widely seen as the female Steve Jobs: a brilliant Stanford dropout whose startup “unicorn” promised to revolutionize the medical industry with a machine that would make blood testing significantly faster and easier. Backed by investors such as Larry Ellison and Tim Draper, Theranos sold shares in a fundraising round that valued the company at more than $9 billion, putting Holmes’s worth at an estimated $4.7 billion. There was just one problem: The technology didn’t work.A riveting story of the biggest corporate fraud since Enron, a tale of ambition and hubris set amid the bold promises of Silicon Valley.",
     "wheretobuy":"https://www.amazon.com/Bad-Blood-Secrets-Silicon-Startup-ebook/dp/B078VW3VM7/ref=pd_sim_0_5/140-5235506-4791036?_encoding=UTF8&pd_rd_i=B078VW3VM7&pd_rd_r=0cb914dd-57d4-11e9-ae93-bfc8ab14b226&pd_rd_w=Fcvyg&pd_rd_wg=wlBra&pf_rd_p=a098ee4c-2e0f-4821-b463-d4b049053104&pf_rd_r=67WJJZKWFSMS94C5D9CT&psc=1&refRID=67WJJZKWFSMS94C5D9CT",

     "logo":"https://media.glassdoor.com/sqll/515579/jarir-bookstore-squarelogo-1432271021077.png",
     "Price":"7.99"
   
   }
   },
   {  
      "id":"2",
      "image":"https://images-na.ssl-images-amazon.com/images/I/51K6Bsvbn6L._SX303_BO1,204,203,200_.jpg",
      "title":"The Autobiography of Malcolm X: As Told to Alex Haley",
     "have":{
     "desc":"In the searing pages of this classic autobiography, originally published in 1964, Malcolm X, the Muslim leader, firebrand, and anti-integrationist, tells the extraordinary story of his life and the growth of the Black Muslim movement. His fascinating perspective on the lies and limitations of the American Dream, and the inherent racism in a society that denies its nonwhite citizens the opportunity to dream, gives extraordinary insight into the most urgent issues of our own time. The Autobiography of Malcolm X stands as the definitive statement of a movement and a man whose work was never completed but whose message is timeless. It is essential reading for anyone who wants to understand America.",
     "wheretobuy":"https://www.amazon.com/Autobiography-Malcolm-Told-Alex-Haley/dp/0345350685/ref=sr_1_2?keywords=malcom+x&qid=1554488973&s=gateway&sr=8-2",
     "logo":"https://media.glassdoor.com/sqll/515579/jarir-bookstore-squarelogo-1432271021077.png",
     "Price":"7.99"
   
   }
   },
   {  
      "id":"3",
      "image":"https://images-na.ssl-images-amazon.com/images/I/51psBDF3eZL.jpg",
      "title":"Cold Waters",
     "have":{
     "desc":"Everyone thinks fourteen-year-old Violet is a murderer. After a summer-night swim with her best friend, Ainsley, Violet is found confused, wandering in the forest—and Ainsley’s never seen again. But without a body, murder charges won’t stick, so Violet is sent away.After more than a decade in a psychiatric ward, Violet returns to her broken-down hometown of Normal, Alabama, to claim her dead mother’s inheritance and help her overworked sister care for their unstable, alcoholic father. Violet, still haunted by that night eleven years ago, endures horrific flashbacks and twisted hallucinations while townsfolk spit accusations—and for all she knows, they’re right.As the summer heats up, details of Ainsley’s fate appear like a beast’s wild eyes, watching in the darkness, and grim revelations about Violet’s family threaten to devour her. Already on the edge of madness, Violet must fight to keep her sanity long enough for the terrible truth to burst from the cold, dark waters.",
     "wheretobuy":"https://www.amazon.com/gp/product/B07HF4SCB7/ref=s9_acsd_ri_bw_c_x_1_w?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-11&pf_rd_r=KSH92A8Q6TBE2DQY04YR&pf_rd_t=101&pf_rd_p=c1698c9d-3c53-45d2-b536-8b2e50b21827&pf_rd_i=283155",
     "logo":"https://media.glassdoor.com/sqll/515579/jarir-bookstore-squarelogo-1432271021077.png",
     "Price":"7.99"
   
   }
   },
   {  
   "id":"4",
      "image":"https://images-na.ssl-images-amazon.com/images/I/51j5p18mJNL.jpg",
      "title":"Where the Crawdads Sing",
     "have":{
     "desc":"For years, rumors of the 'Marsh Girl' have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life--until the unthinkable happens.Perfect for fans of Barbara Kingsolver and Karen Russell, Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
     "wheretobuy":"https://www.amazon.com/gp/product/B078GD3DRG/ref=s9_acsd_ri_bw_c_x_2_w?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-12&pf_rd_r=KSH92A8Q6TBE2DQY04YR&pf_rd_t=101&pf_rd_p=b1b6e7c5-f122-45e8-9a8c-d025cdf29298&pf_rd_i=283155",
     "logo":"https://media.glassdoor.com/sqll/515579/jarir-bookstore-squarelogo-1432271021077.png",
     "Price":"7.99"
   
   }
   },
   {  
      "id":"5",
      "image":"http://velmm.com/images/bottom_navigationview/lion.png",
      "title":"Lion",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   },
   {  
      "id":"6",
      "image":"http://velmm.com/images/bottom_navigationview/star_war.jpg",
      "title":"Star Wars: The Last Jedi",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   },
   {  
      "id":"7",
      "image":"http://velmm.com/images/bottom_navigationview/thor_ragnarok.jpg",
      "title":"Thor: Ragnarok",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   },
   {  
      "id":"8",
      "image":"http://velmm.com/images/bottom_navigationview/blade_runner_2049.jpg",
      "title":"Blade Runner 2049",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   },
   {  
      "id":"9",
      "image":"http://velmm.com/images/bottom_navigationview/borg_mcenroe.jpg",
      "title":"Borg McEnroe",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   },
   {  
      "id":"10",
      "image":"http://velmm.com/images/bottom_navigationview/wonder.jpg",
      "title":"Wonder",
     "have":{
     "desc":"",
     "wheretobuy":"",
     "logo":"",
     "Price":""
   
   }
   }
 ]
